{
    "dataBandBio": [
        {
            "dataBandBioTitle": "Biography",
            "dataBandBioText": "<p>Leecher is Symphonic / Cello Metal band from Hungary with music based on female vocals and cellos instead of guitars, accompanied by drums and orchestra.</p><p>Following its inception in 2008, years of work writing songs and developing a unique sound yielded results in 2014 when the band won HammerWorld Hungary's contest, enabling them to record and release their first studio album, followed by a music video and shows throughout the country.</p><br><p>Since then, they have been touring in countries such as Romania, Serbia, Croatia, Germany, France, Italy, Switzerland and The Netherlands. In 2018 they released an EP featuring acoustic versions of five songs from their first album, and in 2019, following a tour around Hungary, they entered the studio to record their upcoming second studio album, which they will promote on a European tour in 2020.</p><br>"
        },
        {
            "dataBandBioTitle": "Történet",
            "dataBandBioText": "<p>A Leecher egy szimfonikus/cselló metált játszó magyar zenekar, melynek zenéje női énekhangra és a gitárok helyett használt csellókra építkezik, amiket a dob és a szimfonikus zenekar tesz teljessé.</p><p>A 2008-as alakulást követő évek dalszerzéssel és a saját hangzás megtalálásával teltek; ez a munka 2014-ben ért be, amikor a HammerWorld tehetségkutatón aratott győzelem hozzásegítette a zenekart első stúdiólemezének kiadásához, valamint az ezt követő magyarországi turnékhoz.</p><br><p>Az elmúlt években a zenekar főként turnézással töltötte az időt: hazájukon kívül Szerbiában, Romániában, Horvátországban, Franciaországban, Németországban, Olaszországban, Svájcban és Hollandiában is felléptek. 2018-ban megjelentettek egy akusztikus kislemezt, amely az első lemez öt dalát tartalmazza magyar szövegekkel, 2019-ben pedig Magyarország bejárása után stúdióba vonultak, hogy felvegyék második stúdiólemezüket, melyet 2020 tavaszán Európa-szerte megmutatnak a közönségnek.</p><br>"
        }
    ]
}