{
    "dataBandBio": [
        {
            "dataBandBioTitle": "Biography",
            "dataBandBioText": "<p>Leecher is Symphonic / Cello Metal band from Hungary with music based on female vocals and cellos instead of guitars, accompanied by drums and orchestra.</p><p>Originally formed in 2008, we started like many other bands: playing covers of our favourite songs. After a while, however, original songs were born that demanded their place on the setlist, eventually leading to shows comprised solely of original creations, with covers becoming an addition.</p><p>After many years of operating, the band took a turn and became a serious project around 2012-13, with playing in Italy (2013) and winning HammerWorld Hungary's contest as highlights; the latter gave the band the opportunity of recording our first studio album. The album release was followed by a music video and shows throughout the country.</p><br><p>Since then, we have been touring in countries such as Romania, Serbia, Croatia, Germany, France, Italy, Switzerland and The Netherlands. Currently we are working on our second studio album.</p><br>"
        },
        {
            "dataBandBioTitle": "Történet",
            "dataBandBioText": "<p>A Leecher egy szimfonikus/cselló metált játszó magyar zenekar. A zenénk női énekhangra és a gitárok helyett használt csellókra építkezik, amiket a dob és a nagyzenekar tesz teljessé.</p><p>Eredetileg 2008-ban alakultunk és sok más zenekarhoz hasonlóan kezdtük: a kedvenc dalaink feldolgozásait játszottuk. Idővel viszont saját dalok születtek, amik egyre több helyet követeltek maguknak a műsorban, míg végül már csak ezek maradtak, a feldolgozások pedig színesítésként kerülnek csak elő.</p><p>A zenekar sok évnyi működés után 2012-13 idején kezdte igazán komolyan venni magát, ezután történt az olasz fellépésünk (2013) és a HammerWorld/Rockmaraton tehetségkutatóján aratott (megosztott) első helyezés, amelynek eredményeképpen felvehettük első nagylemezünket a szolnoki Denevér Hangstúdióban. A lemez megjelenését klipforgatás, majd az ország több nagyvárosában is megforduló koncertsorozat követte.</p><br><p>Az elmúlt években a zenekar főként turnézással töltötte az időt: Szerbiában, Romániában, Horvátországban, Franciaországban, Németországban, Olaszországban, Svájcban és Hollandiában is felléptünk. Jelenleg a második stúdiólemezükön dolgozunk.</p><br>"
        }
    ]
}